gj.core.messages['el-gr'] = {
    monthNames: ['ιανουάριος', 'φεβρουάριος', 'μάρτιος', 'απρίλιος', 'μάιος', 'ιούνιος', 'ιούλιος', 'αύγουστος', 'σεπτέμβριος', 'οκτώβριος', 'νοέμβριος', 'δεκέμβριος'],
    monthShortNames: ['ιαν.', 'φεβ.', 'μαρ.', 'απρ.', 'μάι.', 'ιούν.', 'ιούλ.', 'αύγ.', 'σεπ.', 'οκτ.', 'νοέ.', 'δεκ.'],
    weekDaysMin: ['Κυ', 'Δε', 'Τρ', 'Τε', 'Πε', 'Πα', 'Σα'],
    weekDaysShort: ['Κυρ', 'Δευ', 'Τρι', 'Τετ', 'Πεμ', 'Παρ', 'Σαβ'],
    weekDays: ['Κυριακή', 'Δευτέρα', 'Τρίτη', 'Τετάρτη', 'Πέμπτη', 'Παρασκευή', 'Σάββατο'],
    am: 'ΠΜ',
    pm: 'ΑΜ',
    ok: 'OK',
    cancel: 'Άκυρο',
    titleFormat: 'mmmm yyyy'
};